Repository: JokerFunny/read-and-learn
Catalog: src/Read-and-learn/Read-and-learn/AppResources/AppResource.*.resx
Languages: uk

# ApplicationSettings_Title
source: Application
uk: Додаток

# ApplicationSettings_ApplicationLanguageLabel
source: Application language
uk: Мова програми

# ApplicationSettings_ApplicationLanguageLabel_Picker_Title
source: Select system language
uk: Виберіть системну мову

# ApplicationSettings_ApplicationLanguage_HintLabel
source: The language used to localize the application.
uk: Мова, що використовується для локалізації програми.

# ApplicationSettings_AnonymousDataLabel
source: Anonymous data
uk: Анонімні дані

# ApplicationSettings_AnonymousData_FirstPart
source: I agree with collecting of anonymous information about using of the app. This is important for application improvements.
uk: Я погоджуюсь зі збором анонімної інформації про використання програми. Це важливо для вдосконалення програми.

# ApplicationSettings_AnonymousData_SecondPart
source: What can be collected: that some book failed to open and name of the file. Problems with translation service(s).
uk: Що можна зібрати: що якусь книгу не вдалося відкрити та назва файлу. Помилки пыд час перекладу.

# TranslationSettings_Title
source: Translation
uk: Переклад

# TranslationSettings_TranslationLanguageTitle
source: Selected language for translate
uk: Мова для перекладу

# TranslationSettings_TranslationLanguage_PickerTitle
source: Select target language for translation
uk: Виберіть цільову мову для перекладу

# TranslationSettings_TranslationLanguage_HintTitle
source: The language into which the translation will be made.
uk: Мова, в яку буде зроблено переклад.

# TranslationSettings_TranslationProviderTitle
source: Selected provider for translate
uk: Постачальник для перекладу

# TranslationSettings_TranslationProvider_PickerTitle
source: Select translation provider
uk: Виберіть постачальника перекладу

# TranslationSettings_TranslationProvider_HintTitle
source: Provider for online translation.
uk: Постачальник для онлайн-перекладу.

# ReaderSettings_Title
source: Reading
uk: Читання

# ReaderSettings_FontSizeLabel
source: Font size
uk: Розмір шрифту

# ReaderSettings_FontSize_HintLabel
source: Select font size
uk: Виберіть розмір шрифту

# ReaderSettings_MarginLabel
source: Margin
uk: Відступ

# ReaderSettings_Margin_HintLabel
source: Select margin
uk: Виберіть відступ від країв екрану

# ReaderSettings_NightModeLabel
source: Night mode
uk: Нічний режим

# ReaderSettings_NightMode_HintLabel
source: Use night mode when reading.
uk: Використовувати нічний режим при читанні.

# ReaderSettings_FullscreenLabel
source: Fullscreen
uk: Повноекранний режим

# ReaderSettings_Fullscreen_HintLabel
source: Open book in fullscreen mode.
uk: Відкривати книги в повноекранному режимі.

# ControlSettings_Title
source: Controls
uk: Управління

# ControlSettings_VolumeButtonsTitle
source: Volume buttons
uk: Кнопки гучності

# ControlSettings_VolumeButtons_HintTitle
source: Use volume buttons for navigation.
uk: Використовуйте кнопки регулювання гучності для навігації.

# ControlSettings_BrightnessTitle
source: Change brightness
uk: Яскравість

# ControlSettings_Brightness_PickerTitle
source: Set brightness control
uk: Встановити регулювання яскравості

# ControlSettings_Brightness_HintTitle
source: Pan on the edge of display for brightness control.
uk: "Потягніть" екран по краю для регулювання яскравості.

# MasterFlyoutPageDetail_HomePageTitle
source: My books
uk: Мої книги

# MasterFlyoutPageDetail_SettingsPageTitle
source: Settings
uk: Налаштування

# MasterFlyoutPageDetail_AboutPageTitle
source: About
uk: Про додаток

# AboutPage_UsefulLinksLabel
source: Useful links:
uk: Корисні посилання:

# AboutPage_ImageAssetsLabel
source: Image assets original site: https://www.flaticon.com/
uk: Сайт звідки були взяті зображення: https://www.flaticon.com/

# HomePage_Title
source: My books
uk: Мої книги

# HomePage_Settings
source: Settings
uk: Налаштування

# HomePage_About
source: About
uk: Про додаток

# AddBookCard_AddButtonLabel
source: Open new book
uk: Додати нову книгу
